Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsUserRemoveUserConfirmationMessage
source: Are you sure you want to remove %1$@ from this Apple TV? This will remove their media, app data in iCloud, and Game Center account.
ar: هل ترغب بالتأكيد في إزالة %1$@ من هذا الـ Apple TV؟ سيؤدي هذا إلى إزالة ما يخصه من الوسائط وبيانات التطبيقات في iCloud وحساب Game Center.
ca: Confirmes que vols eliminar %1$@ de l’Apple TV? Se n’eliminaran el contingut multimèdia, les dades de les apps desades a l’iCloud i el compte del Game Center.
cs: Určitě chcete uživatele %1$@ z Apple TV odebrat? Budou odstraněna jeho média, data aplikací na iCloudu a účet v Game Centru.
da: Er du sikker på, at du vil fjerne %1$@ fra dette Apple TV? Brugerens medier, appdata i iCloud og Game Center-konto bliver også fjernet.
de: Soll %1$@ wirklich von diesem Apple TV entfernt werden? Hierdurch werden die Medien, App-Daten in iCloud und der Game Center-Account dieses Benutzerprofils entfernt.
el: Θέλετε σίγουρα να αφαιρέσετε τον χρήστη «%1$@» από αυτό το Apple TV; Αυτή η ενέργεια θα αφαιρέσει τα πολυμέσα, τα δεδομένα εφαρμογών στο iCloud, και τον λογαριασμό Game Center του χρήστη.
es: ¿Seguro que quieres eliminar a %1$@ de este Apple TV? Si lo haces, se eliminará su contenido multimedia, sus datos de las apps en iCloud y su cuenta de Game Center.
es_us: ¿Quieres quitar a %1$@ de este Apple TV? Esto eliminará sus contenidos multimedia, datos de apps en iCloud y cuenta de Game Center.
fi: Poistetaanko %1$@ tästä Apple TV:stä? Tämä poistaa käyttäjän median, iCloudissa olevan appidatan ja Game Center -tilin.
fr: Voulez-vous vraiment exclure %1$@ de cette Apple TV ? Cela supprimera également ses contenus multimédias, ses données d’apps stockées sur iCloud et son compte Game Center.
fr_ca: Voulez-vous vraiment supprimer %1$@ de cette Apple TV? Cela aura pour effet de supprimer son contenu multimédia, ses données d’apps provenant d’iCloud et son compte Game Center.
he: האם ברצונך להסיר את %1$@ מה-Apple TV? פעולה זו תסיר את המדיה, את נתוני היישומים ב-iCloud ואת חשבון ה-Game Center של המשתמש.
hi: क्या आप वाक़ई इस Apple TV से %1$@ को हटाना चाहते हैं? इससे उनके मीडिया, iCloud से ऐप डेटा और Game Center खाता हटा दिया जाएगा।
hr: Sigurno želite ukloniti korisnika %1$@ s ovog Apple TV-a? Time će se ukloniti njegovi mediji, podaci aplikacija na iCloudu i Game Center račun.
hu: Biztosan azt szeretné, hogy %1$@ el legyen távolítva erről az Apple TV-ről? Ezzel eltávolítja a felhasználó médiatartalmait, az iCloudban tárolt appadatait és a Game Center-fiókját.
id: Apakah Anda yakin ingin menghapus %1$@ dari Apple TV ini? Ini akan menghapus media, data app di iCloud, dan akun Game Center mereka.
it: Confermi di voler rimuovere %1$@ da Apple TV? L’azione eliminerà i relativi file multimediali, i dati delle app su iCloud e l’account di Game Center.
ja: このApple TVから%1$@さんを本当に削除してもよろしいですか? これにより、ユーザのメディア、iCloudのアプリデータ、Game Centerアカウントが削除されます。
ko: 이 Apple TV에서 %1$@님을 삭제하겠습니까? 해당 사용자의 iCloud에 있는 앱 데이터, 미디어 및 Game Center 계정이 제거됩니다.
ms: Adakah anda pasti mahu mengeluarkan %1$@ daripada Apple TV ini? Ini akan mengeluarkan media, data app dalam iCloud dan akaun Game Center mereka.
nb: Er du sikker på at du vil fjerne %1$@ fra Apple TV? Dette vil fjerne iCloud-kontoens medier og appdata, i tillegg til Game Center-kontoen.
nl: Weet je zeker dat je %1$@ wilt verwijderen van deze Apple TV? Hiermee worden de media, appgegevens in iCloud en de Game Center-account van deze gebruiker verwijderd.
pl: Czy na pewno chcesz usunąć użytkownika %1$@ z Apple TV? Spowoduje to usunięcie jego multimediów, danych aplikacji w iCloud oraz konta Game Center.
pt_br: Tem certeza de que deseja remover %1$@ desta Apple TV? Isso removerá suas mídias, dados de apps no iCloud e conta do Game Center.
pt_pt: Tem a certeza de que pretende remover %1$@ desta Apple TV? Os respetivos conteúdos multimédia, dados de aplicações em iCloud e conta do Game Center serão também removidos.
ro: Sigur doriți să eliminați utilizatorul %1$@ de pe acest Apple TV? Conținutul multimedia, datele aplicațiilor de pe iCloud și contul de Game Center ale acestuia vor fi șterse.
ru: Вы действительно хотите удалить пользователя %1$@ с этого Apple TV? Будут удалены связанные с этим пользователем данные приложений в iCloud, медиаконтент и учетная запись Game Center.
sk: Naozaj chcete z Apple TV odstrániť užívateľa %1$@? Zároveň budú odstránené aj médiá, dáta apiek v iCloude a Game Center účet daného užívateľa.
sl: Ste prepričani, da želite iz tega Apple TV-ja odstraniti uporabnika %1$@? S tem bodo odstranjeni predstavnostne vsebine, podatki aplikacij v storitvi iCloud in račun Game Center.
sv: Är du säker på att du vill ta bort %1$@ från denna Apple TV? Detta tar bort användarens medier, appdata på iCloud och Game Center-konto.
th: คุณแน่ใจหรือไม่ว่าต้องการเอา%1$[tt]@ออกจาก Apple TV เครื่องนี้ การทำงานนี้จะเอาสื่อ ข้อมูลแอปบน iCloud และบัญชี Game Center ของผู้ใช้ออก
tr: %1$@ adlı kullanıcıyı bu Apple TV’den silmek istediğinizden emin misiniz? Kullanıcının ortamları, iCloud’daki uygulama verileri ve Game Center hesabı silinir.
uk: Справді вилучити з цього Apple TV користувача %1$@? Це вилучить його медіавміст, дані програм в iCloud і обліковий запис Game Center.
vi: Bạn có chắc chắn muốn xóa %1$@ khỏi Apple TV này không? Việc này sẽ xóa phương tiện, dữ liệu ứng dụng trong iCloud và tài khoản Game Center của họ.
zh_cn: 你确定要从这台Apple TV移除%1$@吗？此操作将移除其媒体、iCloud中的App数据以及Game Center账户。
zh_hk: 確定要從此Apple TV移除%1$@嗎？這將會移除其媒體、iCloud中的App資料和Game Center帳户。
zh_tw: 確定要將%1$@從此Apple TV移除嗎？這將會移除其媒體、iCloud中的App資料和Game Center帳號。

# AccountsUserRemoveUserConfirmationMessageDefaultUser
source: Are you sure you want to remove the default profile %1$@ from this Apple TV? This will remove their media, Game Center account, and the iCloud account used for Photos, Sign in with Apple, One Home Screen, and Apple Home. Your Apple TV won’t connect with iCloud and Apple Home until you add a new default profile.
ar: هل ترغب بالتأكيد في إزالة ملف التعريف الافتراضي %1$@ من هذا الـ Apple TV؟ سيؤدي هذا إلى إزالة ما يخصه من الوسائط وحساب Game Center وحساب iCloud المستخدَم لتطبيق الصور و"تسجيل الدخول باستخدام Apple" و"شاشة One الرئيسية" وتطبيق المنزل من Apple. لن يتصل Apple TV بـ iCloud وتطبيق المنزل من Apple حتى تضيف ملف تعريف افتراضيًا جديدًا.
ca: Confirmes que vols eliminar el perfil per omissió %1$@ de l’Apple TV? Se n’eliminaran el contingut multimèdia, el compte del Game Center, el compte de l’iCloud que utilitza per a l’app Fotos, l’inici de sessió amb Apple, l’opció “Una pantalla d’inici” i l’Apple Home. L’Apple TV no es connectarà a l’iCloud ni a l’Apple Home fins que no hi afegeixis un nou perfil per omissió.
cs: Určitě chcete výchozí profil %1$@ z Apple TV odebrat? Odstraní se jeho média, účet v Game Centru a účet na iCloudu používaný pro aplikaci Fotky a pro funkce Přihlášení přes Apple, Společná plocha a Domácnost Apple. Dokud nepřidáte nový výchozí profil, Apple TV se nebude připojovat k iCloudu ani k Domácnosti Apple.
da: Er du sikker på, at du vil fjerne standardprofilen %1$@ fra dette Apple TV? Brugerens medier, Game Center-konto og iCloud-kontoen, der bruges til Fotos, Log ind med Apple, Samme hjemmeskærm og Apple Hjem, bliver fjernet. Dit Apple TV kan ikke oprette forbindelse med iCloud og Apple Hjem, indtil du tilføjer en ny standardprofil.
de: Soll das Standardprofil „%1$@“ wirklich von diesem Apple TV entfernt werden? Hierdurch werden auch die zugehörigen Medien, der Game Center-Account sowie der iCloud-Account entfernt, der für „Fotos“, „Mit Apple anmelden“, „Gleicher Home-Bildschirm“ und Apple Home verwendet wird. Dein Apple TV stellt die Verbindung zu iCloud und Apple Home erst her, wenn du einen neues Standardprofil hinzufügst.
el: Θέλετε σίγουρα να αφαιρέσετε το προεπιλεγμένο προφίλ «%1$@» από αυτό το Apple TV; Αυτή η ενέργεια θα αφαιρέσει τα πολυμέσα, τον λογαριασμό Game Center και τον λογαριασμό iCloud του χρήστη που χρησιμοποιείται για τις Φωτογραφίες, τη Σύνδεση μέσω Apple, τη Μία οθόνη Αφετηρίας και την Οικία Apple. Για σύνδεση του Apple TV με το iCloud και την Οικία Apple, θα πρέπει πρώτα να προσθέσετε ένα νέο προεπιλεγμένο προφίλ.
es: ¿Seguro que quieres eliminar el perfil por omisión %1$@ de este Apple TV? Si lo haces, se eliminará su contenido multimedia, su cuenta de Game Center y la cuenta de iCloud que usa para la app Fotos, el inicio de sesión con Apple, la opción “Una pantalla de inicio” y Apple Home. El Apple TV no se conectará ni a iCloud ni a Apple Home hasta que añadas un nuevo perfil por omisión.
es_us: ¿Quieres eliminar al perfil predeterminado %1$@ de este Apple TV? Esto eliminará su contenido multimedia, su cuenta de Game Center y la cuenta de iCloud usada para Fotos, Iniciar sesión con Apple, la pantalla de inicio única y Casa. Tu Apple TV no se conectará a iCloud ni a la app Casa hasta que agregues un nuevo perfil predeterminado.
fi: Poistetaanko oletusprofiili %1$@ tästä Apple TV:stä? Tämä poistaa käyttäjän kaiken median, Game Center -tilin sekä Kuville, Kirjaudu sisään Applella -ominaisuudelle, Yksi Koti-valikko -ominaisuudelle ja Applen Kodille käytetyn iCloud-tilin. Apple TV ei yhdistä iCloudiin ja Applen Kotiin ennen kuin lisäät uuden oletusprofiilin.
fr: Voulez-vous vraiment supprimer le profil par défaut %1$@ de cette Apple TV ? Cela supprimera également ses contenus multimédias, son compte Game Center ainsi que le compte iCloud utilisé pour Photos, « Se connecter avec Apple », « Écran d’accueil unique » et Apple Home. Votre Apple TV ne se connectera pas à iCloud ni à Apple Home tant qu’un nouveau profil par défaut ne sera pas ajouté.
fr_ca: Voulez-vous vraiment supprimer le profil par défaut %1$@ de cette Apple TV? Cela aura pour effet de supprimer son contenu multimédia, son compte Game Center et le compte iCloud utilisé avec Photos, Connexion avec Apple, Mon écran d’accueil et Apple Home. Votre Apple TV ne pourra pas se connecter à iCloud ni à Apple Home tant que vous n’ajouterez pas un nouveau profil par défaut.
he: האם ברצונך להסיר את פרופיל ברירת המחדל ״%1$@״ מה-Apple TV? פעולה זו תסיר את המדיה, את חשבון ה-Game Center ואת חשבון ה-iCloud המשמשים את ״תמונות״, ״התחברות באמצעות Apple״, ״מסך בית יחיד״ ו-Apple Home. ה-Apple TV לא יתחבר ל-iCloud ול-Apple Home עד להוספת פרופיל ברירת מחדל חדש.
hi: क्या आप वाक़ई इस Apple TV से डिफ़ॉल्ट प्रोफ़ाइल %1$@ को हटाना चाहते हैं? इससे उनके मीडिया, Game Center खाता और तस्वीर, Apple से साइन इन करें, एक होम स्क्रीन और Apple Home के लिए उपयोग किया जाने वाला iCloud खाता हटा दिया जाएगा। जब तक आप नई डिफ़ॉल्ट प्रोफ़ाइल नहीं जोड़ेंगे, तब तक आपका Apple TV iCloud और Apple Home से कनेक्ट नहीं होगा।
hr: Sigurno želite ukloniti standardni profil %1$@ s ovog Apple TV-a? Time će se ukloniti njegovi mediji, Game Center račun i iCloud račun korišten za fotografije, Prijavu s Appleom, Jedan početni zaslon i Apple Dom. Vaš Apple TV neće se povezati s iCloudom i Apple Domom sve dok ne dodate novi standardni profil.
hu: Biztosan azt szeretné, hogy a(z) %1$@ alapértelmezett profil el legyen távolítva erről az Apple TV-ről? Ezzel eltávolítja a médiatartalmait, a Game Center-fiókját, továbbá a Fotókhoz, a Bejelentkezés az Apple-lel funkcióhoz, az Egy főképernyő funkcióhoz és az Apple Otthonhoz használt iCloud-fiókját. Az Apple TV csak akkor fog csatlakozni az iCloudhoz és az Apple Otthonhoz, ha hozzáad egy új alapértelmezett profilt.
id: Apakah Anda yakin ingin menghapus profil default %1$@ dari Apple TV ini? Ini akan menghapus media, akun Game Center, dan akun iCloud mereka yang digunakan untuk Foto, Masuk dengan Apple, Satu Layar Utama, dan Rumah Apple. Apple TV Anda tidak akan terhubung dengan iCloud dan Rumah Apple hingga Anda menambahkan profil default baru.
it: Confermi di voler rimuovere il profilo di default %1$@ da Apple TV? L’azione eliminerà i suoi file multimediali, l’account di Game Center e quello di iCloud utilizzato per Foto, “Accedi con Apple”, Apple Home e la schermata Home unica. Apple TV non si connetterà ad iCloud e ad Apple Home finché non aggiungerai un nuovo profilo di default.
ja: このApple TVからデフォルトプロフィールの%1$@さんを本当に削除してもよろしいですか? これにより、このプロフィールのメディアとGame Centerアカウントが削除されます。それに加えて、“写真”、“Appleでサインイン”、“1つのホーム画面”、およびApple Homeで使用されるiCloudアカウントも削除されます。 新規のデフォルトプロフィールが追加されるまで、このApple TVからiCloudとApple Homeへの接続はできません。
ko: 이 Apple TV에서 기본 프로필인 %1$@님을 삭제하겠습니까? 해당 프로필의 미디어 및 Game Center 계정과 함께 사진, ‘Apple로 로그인’, ‘하나의 홈 화면’ 및 Apple 홈에 사용된 iCloud 계정이 제거됩니다. 새로운 기본 프로필을 추가하기 전에는 Apple TV가 iCloud 및 Apple 홈에 연결되지 않습니다.
ms: Adakah anda pasti mahu mengeluarkan profil lalai %1$@ daripada Apple TV ini? Ini akan mengeluarkan media, akaun Game Center dan akaun iCloud mereka yang digunakan untuk Foto, Daftar masuk dengan Apple, Satu Skrin Utama dan Apple Home. Apple TV anda tidak akan bersambung dengan iCloud dan Apple Home sehingga anda menambah profil lalai baharu.
nb: Er du sikker på at du vil fjerne standardprofilen %1$@ fra Apple TV? Dette fjerner mediene og Game Center-kontoen til brukeren, samt iCloud-kontoen som brukes til Bilder, Logg på med Apple, Felles Hjem-skjerm og Hjem. Apple TV vil ikke koble til iCloud eller Hjem før du legger til en ny standardprofil.
nl: Weet je zeker dat je het standaardprofiel %1$@ wilt verwijderen van deze Apple TV? Hiermee worden voor deze gebruiker de media, de Game Center-account en de iCloud-account die wordt gebruikt voor Foto's, 'Log in met Apple', 'Eén beginscherm' en Apple Woning verwijderd. Je Apple TV maakt pas verbinding met iCloud en Apple Woning als je een nieuw standaardprofiel toevoegt.
pl: Czy na pewno chcesz usunąć profil domyślny %1$@ z Apple TV? Spowoduje to usunięcie jego multimediów, konta Game Center oraz konta iCloud używanego przez aplikację Zdjęcia, funkcję logowania się przy użyciu konta Apple, funkcję jednego ekranu głównego oraz platformę Apple Home. Apple TV nie będzie łączyć się z iCloud i Apple Home do czasu dodania nowego profilu domyślnego.
pt_br: Tem certeza de que deseja remover o perfil padrão %1$@ desta Apple TV? Serão removidos o conteúdo, a conta do Game Center e a conta do iCloud usada para o app Fotos, o Início de Sessão com a Apple, a opção Uma Tela de Início e o Apple Home. A Apple TV não se conectará ao iCloud e ao Apple Home enquanto você não adicionar um novo perfil padrão.
pt_pt: Tem a certeza de que pretende remover o perfil predefinido “%1$@” desta Apple TV? Os respetivos conteúdos multimédia, conta do Game Center e a conta iCloud usada para Fotografias, Iniciar sessão com a Apple, ecrã principal e Apple Home serão também removidos. A Apple TV só poderá estabelecer ligação a iCloud e a Apple Home quando for adicionado um novo perfil predefinido.
ro: Sigur doriți să eliminați profilul implicit %1$@ de pe acest Apple TV? Această acțiune va elimina conținutul multimedia, contul de Game Center și contul de iCloud utilizat pentru Poze, Autentificare cu Apple, Un ecran principal și Locuință Apple. Apple TV‑ul nu se va mai conecta la iCloud și Locuință Apple decât după ce adăugați un nou profil implicit.
ru: Вы действительно хотите удалить профиль по умолчанию (%1$@) с этого Apple TV? Будут удалены данные этого пользователя: медиаконтент, учетная запись Game Center и учетная запись iCloud, используемая для функций «Вход с Apple» и «Один экран “Домой”», а также для доступа к приложениям «Фото» и «Дом» от Apple. iCloud и приложение «Дом» от Apple будут недоступны на этом Apple TV, пока не будет добавлен новый профиль по умолчанию.
sk: Naozaj chcete z Apple TV odstrániť predvolený profil %1$@? Zároveň budú odstránené aj médiá, Game Center účet a iCloud účet daného profilu používaný pre Fotky, Prihlásenie cez Apple, Zjednotenú plochu a Apple Domácnosť. Kým nepridáte nový predvolený profil, Apple TV sa nebude pripájať k iCloudu ani Apple Domácnosti.
sl: Ste prepričani, da želite iz tega Apple TV-ja odstraniti privzeti profil %1$@? S tem bodo odstranjeni predstavnostne vsebine, račun Game Center in račun iCloud, ki se uporablja za aplikacijo Fotografije, funkciji Vpiši se z računom Apple in En domači zaslon ter Dom Apple. Vaš Apple TV se ne bo povezal s storitvijo iCloud in Domom Apple, dokler ne dodate novega privzetega profila.
sv: Är du säker på att du vill ta bort den förvalda profilen %1$@ från denna Apple TV? Detta tar bort användarens medier, Game Center-konto och iCloud-kontot som används för Bilder, Logga in med Apple, Samma hemskärm och Hem. Apple TV ansluter inte till iCloud och Hem förrän du lägger till en ny förvald profil.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอาโปรไฟล์เริ่มต้น%1$[tt]@ออกจาก Apple TV เครื่องนี้ การทำงานนี้จะเอาสื่อ, บัญชี Game Center และบัญชี iCloud ที่ใช้สำหรับรูปภาพ, การลงชื่อเข้าด้วย Apple, หน้าจอโฮมเดียวกัน และ Apple Home ของผู้ใช้ออก Apple TV ของคุณจะไม่เชื่อมต่อกับ iCloud และ Apple Home จนกว่าคุณจะเพิ่มโปรไฟล์เริ่มต้นใหม่
tr: %1$@ adlı saptanmış profili bu Apple TV’den silmek istediğinizden emin misiniz? Kullanıcının ortamları, Game Center hesabı ve Fotoğraflar ve de Apple ile Giriş Yap, Bir Ana Ekran ve Apple Ev için kullanılan iCloud hesabı silinir. Apple TV’niz, yeni bir saptanmış profil eklenene kadar iCloud ve Apple Ev ile bağlantı kuramaz.
uk: Справді вилучити з цього Apple TV типовий профіль %1$@? Це вилучить його медіавміст, облікові записи Game Center і обліковий запис iCloud, який використовується для Фотографій, Входу з Apple, Єдиного початкового екрана та програми «Дім» від Apple. Apple TV не буде підʼєднано до iCloud і програми «Дім» від Apple, доки ви не додасте новий типовий профіль.
vi: Bạn có chắc chắn muốn xóa hồ sơ mặc định %1$@ khỏi Apple TV này không? Việc này sẽ xóa phương tiện, tài khoản Game Center và tài khoản iCloud được sử dụng cho Ảnh, Đăng nhập bằng Apple, Một màn hình chính cũng như Nhà Apple của họ. Apple TV sẽ không kết nối với iCloud và Nhà Apple cho đến khi bạn thêm một hồ sơ mặc định mới.
zh_cn: 确定要从这台Apple TV移除默认个人资料%1$@吗？此操作将移除其媒体、Game Center账户以及用于“照片”、“通过Apple登录”、“一个主屏幕”和Apple家庭的iCloud账户。 添加新的默认个人资料前，Apple TV将不会与iCloud和Apple家庭连接。
zh_hk: 確定要從此Apple TV移除預設個人檔案%1$@嗎？這將會移除其媒體、Game Center帳户以及用於「相片」、「使用Apple登入」、「單一主畫面」和「Apple家居」的iCloud帳户。 在你加入新的預設個人檔案前，你的Apple TV不會與iCloud和「Apple家居」連接。
zh_tw: 確定要將預設個人檔案%1$@從此Apple TV移除嗎？這將會移除其媒體、Game Center帳號，以及用於「照片」、「使用Apple登入」、「單一主畫面」和「Apple家庭」的iCloud帳號。 你的Apple TV在加入新的預設個人檔案之前將不會與iCloud和「Apple家庭」連結。

# AccountsUserRemoveUserConfirmationTitle
source: Remove Profile
ar: إزالة ملف التعريف
ca: Elimina el perfil
cs: Odstranit profil
da: Fjern profil
de: Profil entfernen
el: Αφαίρεση προφίλ
es: ¿Eliminar perfil?
es_us: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: הסרת הפרופיל
hi: प्रोफ़ाइल हटाएँ
hr: Ukloni profil
hu: Profil eltávolítása
id: Hapus Profil
it: Rimuovi profilo
ja: プロファイルを削除
ko: 프로필 제거
ms: Keluarkan Profil
nb: Fjern profil
nl: Verwijder profiel
pl: Usuń profil
pt_br: Remover Perfil
pt_pt: Remover perfil
ro: Eliminați profilul
ru: Удалить профиль
sk: Odstrániť profil
sl: Odstranjevanje profila
sv: Ta bort profil
th: เอาโปรไฟล์ออก
tr: Profili Sil
uk: Вилучити профіль
vi: Xóa hồ sơ
zh_cn: 移除描述文件
zh_hk: 移除描述檔
zh_tw: 移除描述檔

# AccountsUserRemoveUserConfirmationTitleDefaultUser
source: Remove Default Profile
ar: إزالة ملف التعريف الافتراضي
ca: Elimina el perfil per omissió
cs: Odstranit výchozí profil
da: Fjern standardprofil
de: Standardprofil entfernen
el: Αφαίρεση προεπιλεγμένου προφίλ
es: ¿Eliminar el perfil por omisión?
es_us: Eliminar perfil predeterminado
fi: Poista oletusprofiili
fr: Supprimer le profil par défaut
fr_ca: Supprimer le profil par défaut
he: הסרת פרופיל ברירת המחדל
hi: डिफ़ॉल्ट प्रोफ़ाइल हटाएँ
hr: Ukloni standardni profil
hu: Alapértelmezett profil eltávolítása
id: Hapus Profil Default
it: Rimuovi profilo di default
ja: デフォルトプロフィールを削除
ko: 기본 프로필 제거
ms: Keluarkan Profil Lalai
nb: Fjern standardprofil
nl: Verwijder standaardprofiel
pl: Usuń profil domyślny
pt_br: Remover Perfil Padrão
pt_pt: Remover perfil predefinido
ro: Eliminați profilul implicit
ru: Удаление профиля по умолчанию
sk: Odstrániť predvolený profil
sl: Odstranjevanje privzetega profila
sv: Ta bort förvald profil
th: เอาโปรไฟล์เริ่มต้นออก
tr: Saptanmış Profili Sil
uk: Вилучити типовий профіль
vi: Xóa hồ sơ mặc định
zh_cn: 移除默认个人资料
zh_hk: 移除預設個人檔案
zh_tw: 移除預設個人檔案
